Repository: kitsteam/qrstorage
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de

source: Oops, something went wrong! Please check the errors below.
de: Oops, da ist etwas schiefgelaufen. Bitte korrigiere die folgenden Fehler.

source: Save
de: Erstellen

source: Deletion Date
de: Löschdatum

source: Audio Language
de: Sprachausgabe

source: audio language
de: Sprachausgabe

source: delete after
de: Speicherdauer in Monaten

source: Audio Text to Speech via Google
de: Für die Sprachausgabe kommunizieren wir mit Google. Du bleibst für Google unsichtbar.

source: Type your text here
de: Gib deinen Text hier ein!

source: hide text
de: Text in Ausgabe verstecken

source: Show
de: Vorschau

source: Back to code
de: Zurück zum QR-Code

source: Type your link here
de: https://...

source: character(s) left
de: Zeichen übrig

source: Delete
de: Löschen

source: Delete QR code
de: QR-Code löschen

source: Do you really want to delete this QR code?
de: Möchtest Du diesen QR-Code wirklich löschen?

source: Do you really want to delete this QR code? This action cannot be undone:
de: Möchtest Du diesen QR-Code wirklich löschen? Diese Handlung kann nicht rückgängig gemacht werden.

source: Successfully deleted QR code.
de: QR-Code erfolgreich gelöscht.

source: This qr code will be stored indefinitely.
de: Dieser QR-Code wird nicht automatisch gelöscht.

source: Using this admin link you can delete the QR Code later on manually. Save this carefully, it is not possible to retrieve it later:
de: Mit diesem Admin-Link kannst Du den QR-Code zukünftig manuell löschen. Speicher den Link ab. Es ist nicht möglich, den Link später wiederherzustellen.

source: settings
de: Einstellungen

source: color
de: Farbe

source: classic design
de: Klassisches Design verwenden

source: The maximum upload size is %{max_length} MB.
de: Der Inhalt ist zu groß. Die maximale Größe beträgt %{max_length} MB.

source: Copy
de: Kopieren

source: Copy to clipboard
de: In Zwischenablage kopieren

source: This language supports only a female voice.
de: Diese Sprache unterstützt nur eine weibliche Stimme.

source: Voice
de: Männliche statt weiblicher Stimme verwenden

source: Qr code audio transcription failed.
de: Audio-Transkription ist fehlgeschlagen.

source: Qr code translation failed.
de: Übersetzung ist fehlgeschlagen.

source: Text was automatically translated.
de: Der Text wurde automatisch übersetzt.

source: This tool may only be used in Teaching/Learning situations. It is not permitted to enter personal information.
de: Dieses Tool darf nur in Bildungskontexten genutzt werden. Die Eingabe personenbezogener Daten ist nicht gestattet.

source: Create speaking QR-Codes!
de: Erstelle sprechende QR-Codes!

source: Customize your text!
de: Gestalte deinen Text!

source: Link images and videos!
de: Verlinke Bilder und Videos!

source: Error while extracting audio file from plug.
de: Fehler beim Upload der Audio-Datei.

source: Error while extracting audio file from plug: Invalid content type
de: Fehler beim Upload der Audio-Datei.

source: Qr code recording not extracted
de: Fehler beim Upload der Audio-Datei.

source: Record start/stop
de: Aufnahme starten/stoppen

source: Recording is disabled or not supported.
de: Die Aufnahmefunktion des Browsers ist deaktiviert oder wird nicht unterstützt.
